[
    {
        "entity": "Crimson",
        "lemmatized entity": "crimson",
        "chapter cutoff": 10,
        "description": "In this context, \"crimson\" is used to describe a pervasive, deep red hue that significantly impacts the visual perception of the environment. It is associated with the light filtering through a window, creating a \"veil\" over objects, and also with the \"crimson moon\" hanging in the sky. This color imbues the scene with an ominous, unsettling, and perhaps supernatural atmosphere, contributing to the protagonist's shock and horror. It suggests a departure from the ordinary and hints at a world with different, possibly dangerous, natural phenomena.",
        "term type": "Concept",
        "english target translation": "Crimson"
    },
    {
        "entity": "Lord of the Mysteries",
        "lemmatized entity": "Lord of the Mysteries",
        "chapter cutoff": 10,
        "description": "\"Lord of the Mysteries\" is a title that the protagonist, Zhou Mingrui (who later identifies himself as Klein Moretti), encounters in his new reality. The term is associated with a deep, incomprehensible power or entity, hinted at by the \"crimson veil-like moonlight\" and the protagonist's overwhelming headache and disorientation. It suggests a significant, possibly divine or cosmic, presence that influences the world and the protagonist's consciousness, implying a vast and mysterious hierarchy or domain of power. The context suggests this title is central to the overarching narrative and the protagonist's journey of understanding his new existence.",
        "term type": "Title",
        "english target translation": "Lord of the Mysteries"
    },
    {
        "entity": "Zhou Mingrui",
        "lemmatized entity": "Zhou Mingrui",
        "chapter cutoff": 10,
        "description": "Zhou Mingrui is the protagonist of the provided text. Initially experiencing intense physical pain and confusion, he gradually realizes he has transmigrated into a new body and a different world. He is a history graduate with knowledge of ancient languages, specifically the Feysac and Hermes languages. His current situation involves a mysterious study, a crimson moon, and a sense of impending danger, suggesting he is at the beginning of an extraordinary and potentially perilous journey.",
        "term type": "Character Name",
        "english target translation": "Zhou Mingrui"
    },
    {
        "entity": "Earth",
        "lemmatized entity": "earth",
        "chapter cutoff": 10,
        "description": "The term \"Earth\" is not explicitly present in the provided context. However, the descriptions of the environment, such as the \"wooden bed,\" \"cabinet,\" \"brown door,\" and \"study desk made of burly wood,\" all imply the use of natural materials derived from the Earth. The mention of \"coal stoves\" also points to a resource extracted from the Earth. The overall setting suggests a world where natural resources are utilized for everyday life and infrastructure, even in a situation described as \"somewhat wanting.\"",
        "term type": "Concept",
        "english target translation": "Earth"
    },
    {
        "entity": "Klein Moretti",
        "lemmatized entity": "Klein Moretti",
        "chapter cutoff": 10,
        "description": "Klein Moretti is the current identity of the protagonist, Zhou Mingrui, after he transmigrated into a new world. He is a citizen of the Loen Kingdom in the Northern Continent, specifically from Awwa County in the City of Tingen. His family is not wealthy, and they live in a two-bedroom apartment. Klein's mother was a devotee of the Evernight Goddess and passed away the year he was admitted to Khoy University. He has an elder brother and a younger sister. Klein is a history graduate with knowledge of ancient languages like Feysac and Hermes.",
        "term type": "Character Name",
        "english target translation": "Klein Moretti"
    },
    {
        "entity": "Northern Continent",
        "lemmatized entity": "Northern Continent",
        "chapter cutoff": 10,
        "description": "The Northern Continent is a major geographical and political entity within the world described in the context. It is home to the Loen Kingdom, which in turn contains the county of Awwa and the city of Tingen. This continent appears to be the primary setting for the protagonist, Klein Moretti, and his family. The context also implies a historical relationship or conflict with a \"Southern Continent,\" suggesting a larger global or regional political landscape.",
        "term type": "Location",
        "english target translation": "Northern Continent"
    },
    {
        "entity": "Loen Kingdom",
        "lemmatized entity": "Loen Kingdom",
        "chapter cutoff": 10,
        "description": "The Loen Kingdom is a political entity situated within the Northern Continent. It is further subdivided into counties, with Awwa County being one such administrative division. The City of Tingen is located within this kingdom, serving as a specific locale for the character Klein Moretti. The kingdom's context suggests it is part of a larger geopolitical landscape that includes other continents, as evidenced by Klein's father's service in the Imperial Army during a colonial conflict with the Southern Continent.",
        "term type": "Location",
        "english target translation": "Loen Kingdom"
    },
    {
        "entity": "Awwa County",
        "lemmatized entity": "Awwa County",
        "chapter cutoff": 10,
        "description": "Awwa County is a specific administrative division within the Loen Kingdom, located on the Northern Continent. It serves as a geographical identifier for the city of Tingen, where the character Klein Moretti resides. The mention of Awwa County situates Klein's origins within a particular region, contributing to the grounding of the narrative in a defined geographical and political landscape. Its inclusion helps establish the character's background and the setting of the story.",
        "term type": "Location",
        "english target translation": "Awwa County"
    },
    {
        "entity": "City of Tingen",
        "lemmatized entity": "City of Tingen",
        "chapter cutoff": 10,
        "description": "The City of Tingen is the specific urban location within Awwa County, Loen Kingdom, on the Northern Continent where the character Klein Moretti resides. It serves as the immediate setting for Klein's current circumstances, highlighting his relatively modest background. The mention of Tingen implies a specific geographical and administrative entity within the fictional world, grounding Klein's personal story within a larger societal structure.",
        "term type": "Location",
        "english target translation": "City of Tingen"
    },
    {
        "entity": "Department of History",
        "lemmatized entity": "Department of history",
        "chapter cutoff": 10,
        "description": "The Department of History is an academic division within Khoy University responsible for the study and teaching of historical subjects. As a recent graduate from this department, the individual possesses specialized knowledge, including proficiency in ancient languages like Feysac and Hermes, which are relevant to historical research and textual analysis. This academic background signifies a formal education in the humanities and a foundation for understanding historical contexts and linguistic evolution.",
        "term type": "Academic Department",
        "english target translation": "Department of History"
    },
    {
        "entity": "Khoy University",
        "lemmatized entity": "Khoy University",
        "chapter cutoff": 10,
        "description": "Khoy University is an institution of higher learning from which the protagonist, Klein Moretti, recently graduated with a degree in History. Its existence implies a structured educational system within the world. The university's name suggests a specific geographical or cultural origin within the narrative's setting, likely in the Northern Continent given Klein's linguistic studies. Admission to Khoy University was facilitated by a bereavement allowance, indicating a system of financial aid or support for students, possibly linked to familial loss.",
        "term type": "Location",
        "english target translation": "Khoy University"
    },
    {
        "entity": "Imperial Army",
        "lemmatized entity": "Imperial Army",
        "chapter cutoff": 10,
        "description": "The \"Imperial Army\" refers to the military force of a past or present empire, likely a powerful and established one given the context of a \"colonial conflict.\" Its mention in relation to Klein's father, who sacrificed himself during such a conflict, imbues it with a sense of duty, sacrifice, and potentially a history of expansion or dominance. The term suggests a structured military organization with a significant role in the world's political and historical landscape, even if it is now defunct or transformed.",
        "term type": "Organization",
        "english target translation": "Imperial Army"
    },
    {
        "entity": "Southern Continent",
        "lemmatized entity": "southern continent",
        "chapter cutoff": 10,
        "description": "The \"Southern Continent\" refers to a geographical region distinct from the Northern Continent, where the character Klein Moretti resides. It is presented as a place with which the Northern Continent has had historical conflict, specifically mentioning a colonial conflict in which Klein's father sacrificed himself. This implies a history of interaction, possibly involving military engagement and territorial disputes, between the two continents. The mention of this conflict serves to establish a backdrop of past struggles and potentially ongoing geopolitical dynamics.",
        "term type": "Location",
        "english target translation": "Southern Continent"
    },
    {
        "entity": "Evernight Goddess",
        "lemmatized entity": "Evernight Goddess",
        "chapter cutoff": 10,
        "description": "The Evernight Goddess is a deity worshipped by Klein's mother. Her devotion suggests a religious or spiritual aspect to the family's life, even if their material circumstances were wanting. The mention of her passing away the year Klein entered university implies a significant personal event for Klein, potentially influencing his emotional state or life path. The specific nature of her worship or the goddess's domain is not detailed, but her presence indicates a belief system within the narrative.",
        "term type": "Character Name",
        "english target translation": "Evernight Goddess"
    },
    {
        "entity": "Feysac language",
        "lemmatized entity": "Feysac language",
        "chapter cutoff": 10,
        "description": "The Feysac language is presented as an ancient and foundational language, holding the distinction of being the origin of all languages spoken on the Northern Continent. Its significance lies in its historical depth and its role as a linguistic ancestor, implying a rich cultural and historical heritage associated with it. Klein's knowledge of this language suggests a specialized academic background and an interest in historical linguistics.",
        "term type": "Concept",
        "english target translation": "Feysac language"
    },
    {
        "entity": "Hermes language",
        "lemmatized entity": "Hermes language",
        "chapter cutoff": 10,
        "description": "The Hermes language is an ancient and significant language, considered by some to be the origin of all languages on the Northern Continent. It is frequently encountered in ancient mausoleums and texts pertaining to sacrificial and praying rituals. Its appearance in a notebook, transforming from alien to familiar and readable text, suggests a profound and potentially supernatural connection, evoking a sense of horror and unease in the reader.",
        "term type": "Concept",
        "english target translation": "Hermes language"
    }
]