[
    {
        "entity": "Lord of the Mysteries",
        "chapter cutoff": 10,
        "description": "\"Lord of the Mysteries\" appears to be a title or designation, possibly of a deity, powerful entity, or a significant concept within the narrative's world. The context suggests it is a name invoked in a ritual for blessings, indicating a spiritual or supernatural significance. Its inclusion as a chapter heading implies it is a central theme or a key element of the story's lore, potentially representing a powerful being or a fundamental force that influences events. The ritualistic chanting of \"Blessings Stem From The Immortal Lord of Heaven and Earth,\" \"Blessings Stem From The Sky Lord of Heaven and Earth,\" \"Blessings Stem From The Exalted Thearch of Heaven and Earth,\" and \"Blessings Stem From The Celestial Worthy of Heaven and Earth\" strongly suggests a hierarchical or multifaceted divine structure where \"Lord of the Mysteries\" might be a supreme or encompassing entity.",
        "term type": "Title",
        "english target translation": "Lord of the Mysteries"
    },
    {
        "entity": "Zhou Mingrui",
        "chapter cutoff": 10,
        "description": "Zhou Mingrui is the original name of the protagonist who appears to have transmigrated into the body of Klein Moretti. He retains his memories and consciousness from his previous life, which are described as being from a world where he read web novels. This dual identity is a source of confusion and shock for him as he grapples with his new reality, including the unfamiliar environment and his own severely injured body. His past life experiences and knowledge, particularly his familiarity with transmigration tropes, inform his reactions and attempts to understand his situation.",
        "term type": "Character Name",
        "english target translation": "Zhou Mingrui"
    },
    {
        "entity": "Klein Moretti",
        "chapter cutoff": 10,
        "description": "Klein Moretti is the original inhabitant of the body that Zhou Mingrui has transmigrated into. He is a recent history graduate from Khoy University in the Northern Continent's Loen Kingdom, City of Tingen. His family background is modest, with a deceased father who was a sergeant in the Imperial Army and a mother who was a devotee of the Evernight Goddess. Klein possesses knowledge of ancient languages, including Feysac and Hermes. His memories are fragmented, particularly concerning the acquisition of a revolver and the meaning of a cryptic message.",
        "term type": "Character Name",
        "english target translation": "Klein Moretti"
    },
    {
        "entity": "Northern Continent",
        "chapter cutoff": 10,
        "description": "The Northern Continent is a geographical and political entity within the world described in the context. It is presented as a distinct region with its own history, languages, and societal structures, notably being the origin of the ancient Feysac language. The context also implies a relationship, possibly one of conflict or economic interaction, with a \"Southern Continent.\" Its existence shapes the educational opportunities and economic realities of characters like Klein, influencing their access to knowledge and their family's financial situation.",
        "term type": "Location",
        "english target translation": "Northern Continent"
    },
    {
        "entity": "Loen Kingdom",
        "chapter cutoff": 10,
        "description": "The Loen Kingdom is a sovereign nation situated on the Northern Continent. It is characterized by its own currency, the copper penny, and a distinct educational system, including the establishment of public primary schools following the 'Basic Education Law.' The kingdom also has specific traditions, such as university graduates not typically staying at their alma mater. Its societal structure includes a military, as evidenced by Klein's father being a sergeant in the Imperial Army, and a developing economy that supports import and export companies. The kingdom's religious landscape is diverse, with various orthodox gods influencing societal norms and institutions.",
        "term type": "Location",
        "english target translation": "Loen Kingdom"
    },
    {
        "entity": "Awwa County",
        "chapter cutoff": 10,
        "description": "Awwa County is a geographical administrative division within the Loen Kingdom, located on the Northern Continent. It is the specific region where the City of Tingen, the current residence of the character Klein Moretti (formerly Zhou Mingrui), is situated. Its mention serves to establish the character's origin and the setting of the narrative, grounding the story in a particular fictional geography.",
        "term type": "Location",
        "english target translation": "Awwa County"
    },
    {
        "entity": "City of Tingen",
        "chapter cutoff": 10,
        "description": "The City of Tingen is a significant location within the narrative, serving as the primary residence of the protagonist, Klein Moretti, and his family. It is situated in the Awwa County of the Loen Kingdom. The city's educational landscape is characterized by institutions like Tingen Technical School and public primary schools, reflecting the kingdom's investment in education following the 'Basic Education Law.' The economic situation of Tingen is influenced by broader national events, such as the situation in the Southern Continent, which impacts businesses and employment. The city appears to be a place where social stratification is evident, with differences in access to resources like gas lamps versus candles, and where opportunities for education and career advancement are pursued.",
        "term type": "Location",
        "english target translation": "City of Tingen"
    },
    {
        "entity": "Department of History",
        "chapter cutoff": 10,
        "description": "The Department of History refers to an academic division within a university, specifically Khoy University in this context. It signifies the field of study focused on the past, encompassing events, societies, and cultures. For Klein Moretti, graduating from this department implies a foundational knowledge of historical periods, potentially including ancient languages like Feysac and Hermes, which are relevant to his academic background and future aspirations. His performance in this department, described as average despite significant effort, highlights the challenges he faced in his education.",
        "term type": "Academic Department",
        "english target translation": "Department of History"
    },
    {
        "entity": "Khoy University",
        "chapter cutoff": 10,
        "description": "Khoy University is an academic institution that Klein Moretti, the protagonist, attended. His admission into this university was a significant event, considered crucial for his family's future by his elder brother, Benson. Benson even incurred debt to provide conducive studying conditions for Klein, highlighting the perceived importance and potential value of a Khoy University education within their socio-economic context. The text implies that graduating from Khoy University, like other universities of the time, was a significant achievement, and the knowledge gained there, such as the ancient Feysac language, was highly valued.",
        "term type": "Location",
        "english target translation": "Khoy University"
    },
    {
        "entity": "Imperial Army",
        "chapter cutoff": 10,
        "description": "The Imperial Army is a military force within the Loen Kingdom, a nation located on the Northern Continent. It is implied to be a significant and established military organization, as one of its members, Klein Moretti's father, sacrificed himself during a colonial conflict. The mention of a sergeant within this army suggests a structured hierarchy and a professional military. The army's involvement in colonial conflicts indicates its role in territorial expansion and maintaining the kingdom's interests abroad.",
        "term type": "Organization",
        "english target translation": "Imperial Army"
    },
    {
        "entity": "Southern Continent",
        "chapter cutoff": 10,
        "description": "The Southern Continent is a geographical region that is currently experiencing a negative economic impact on the Northern Continent's Loen Kingdom. Specifically, Benson's import and export company has been severely affected by the \"situation in the Southern Continent,\" leading to retrenchments and Benson having to take on more arduous tasks. This suggests a period of instability or conflict in the Southern Continent that has broader economic repercussions. It also implies a historical or ongoing relationship, likely economic and possibly colonial, between the Northern and Southern Continents.",
        "term type": "Location",
        "english target translation": "Southern Continent"
    },
    {
        "entity": "Evernight Goddess",
        "chapter cutoff": 10,
        "description": "The Evernight Goddess is a deity worshipped in the Loen Kingdom, a significant figure in the religious landscape of the setting. The context indicates that Klein Moretti's mother was a devotee of this goddess, suggesting a personal connection and influence within the family. The existence of the Church of the Evernight Goddess and its role in providing Sunday school classes highlights the goddess's established presence and institutional support within society. The mention of religious neutrality in public education, contrasting with church schools, further emphasizes the Evernight Goddess's position as a recognized religious entity.",
        "term type": "Character Name",
        "english target translation": "Evernight Goddess"
    },
    {
        "entity": "Feysac language",
        "chapter cutoff": 10,
        "description": "The Feysac language is presented as an ancient and foundational language, considered the origin of all languages on the Northern Continent. Its study is associated with the elite, as children of nobles and the wealthy learn it from a young age. For individuals like Klein, who come from a commoner background and attended an average language school, encountering Feysac only at university signifies a significant disadvantage and a sense of inadequacy, highlighting the social and educational stratification of the world.",
        "term type": "Concept",
        "english target translation": "Feysac language"
    },
    {
        "entity": "Hermes language",
        "chapter cutoff": 10,
        "description": "The Hermes language is presented as an ancient and significant language, originating from the Northern Continent and considered the root of all languages there. It is specifically associated with ancient mausoleums and texts related to sacrificial and praying rituals, suggesting a connection to arcane or religious practices. For Klein, a history graduate, knowledge of this language is a notable academic achievement, implying its rarity and specialized nature. Its appearance on a yellowed notebook, transforming from strange to readable text, highlights its mysterious and potentially powerful qualities within the narrative.",
        "term type": "Concept",
        "english target translation": "Hermes language"
    },
    {
        "entity": "Earth",
        "chapter cutoff": 10,
        "description": "The term \"Earth\" is used by Zhou Mingrui, who has seemingly transmigrated into the body of Klein Moretti, to refer to his original world. It serves as a point of comparison and contrast to the new reality he finds himself in, highlighting the significant differences in technology, culture, and even celestial bodies like the moon. The mention of \"Earth's moon\" emphasizes the alien nature of the current world's moon and reinforces the protagonist's disorientation and realization of his transmigration.",
        "term type": "Location",
        "english target translation": "Earth"
    },
    {
        "entity": "crimson moon",
        "chapter cutoff": 10,
        "description": "The \"crimson moon\" refers to the unusual, red-hued moonlight that illuminates the scene. It is described as a \"crimson veil-like moonlight\" and later as a \"crimson moon\" hanging in the sky. This unusual illumination is a key element in the protagonist's disorientation and realization of his transmigration, as it casts a distinct, otherworldly glow on his surroundings, making them appear unfamiliar and contributing to the overall atmosphere of mystery and strangeness. Its presence is a significant visual cue that signals a departure from the familiar reality of Earth.",
        "term type": "Phenomenon",
        "english target translation": "crimson moon"
    },
    {
        "entity": "Klein",
        "chapter cutoff": 10,
        "description": "Klein is the name of the protagonist of the story, whose body Zhou Mingrui has seemingly transmigrated into. He is a recent history graduate from Khoy University in the Loen Kingdom. His family situation is described as not wealthy, with his deceased father being an Imperial Army sergeant and his mother a devotee of the Evernight Goddess. Klein possesses knowledge of ancient languages like Feysac and Hermes. The context implies Klein may have recently suffered a severe head injury, leading to fragmented memories and a confused state, which Zhou Mingrui is now experiencing.",
        "term type": "Character Name",
        "english target translation": "Klein"
    },
    {
        "entity": "Royal Army",
        "chapter cutoff": 10,
        "description": "The term \"Royal Army\" is not explicitly present in the provided context. However, the context does mention \"King George III ascended to the throne,\" implying the existence of a monarchy and, by extension, a royal institution. The mention of a coin minted and circulated after his ascension suggests a governmental structure that would oversee such matters, which would typically include a military force. While not directly named, the \"Royal Army\" would be the likely military arm of such a monarchy.",
        "term type": "Concept",
        "english target translation": "Royal Army"
    },
    {
        "entity": "Mr. Franky",
        "chapter cutoff": 10,
        "description": "The term \"Mr. Franky\" is not present in the provided context. Therefore, a description and translation cannot be generated.",
        "term type": "Not Applicable",
        "english target translation": "Not Applicable"
    },
    {
        "entity": "Tingen City",
        "chapter cutoff": 10,
        "description": "Tingen City is the primary geographical setting for the narrative, serving as the home of the Moretti family. It is located within the Awwa County of the Loen Kingdom. The city's educational institutions, such as Tingen Technical School and Tingen University, play a significant role in the characters' lives and aspirations, highlighting the socio-economic context of the era. The city's environment, including its lighting conditions and the presence of specific technologies like gas lamps, is described, contributing to the overall atmosphere and the protagonist's disorientation.",
        "term type": "Location",
        "english target translation": "Tingen City"
    },
    {
        "entity": "Benson",
        "chapter cutoff": 10,
        "description": "Benson is the elder brother of Klein Moretti (also known as Zhou Mingrui) and Melissa. He is a hardworking and supportive individual who prioritizes his siblings' education and well-being. Despite facing financial difficulties due to his company's struggles, Benson made significant sacrifices, including taking on debt and arduous tasks, to ensure Klein had conducive studying conditions and to support Melissa's ambition to become a steam mechanic. His literacy and experience in the import and export business are highlighted, as is his responsible nature in considering consequences.",
        "term type": "Character Name",
        "english target translation": "Benson"
    },
    {
        "entity": "King George III",
        "chapter cutoff": 10,
        "description": "King George III is mentioned as the monarch under whose reign a specific type of coin, a copper penny, was minted and circulated in the Loen Kingdom. This detail serves to establish the historical period and the economic context of the narrative, grounding the story in a recognizable, albeit fictionalized, historical setting. The mention of his ascension to the throne provides a temporal marker for the currency and, by extension, the world the protagonist inhabits.",
        "term type": "Character Name",
        "english target translation": "King George III"
    },
    {
        "entity": "copper penny",
        "chapter cutoff": 10,
        "description": "The copper penny is the most basic currency of the Loen Kingdom. It is described as dark yellow with a bronze shimmer, featuring a portrait of a crowned man on one side and a '1' on a clump of wheat on the other. Its purchasing power is estimated to be roughly three to four yuan in the protagonist's previous life. Other denominations like the five pence, halfpence, and quarterpence exist, but the units are not considered small enough for all transactions. The coin is specifically noted as being minted and circulated after King George III's ascension, indicating a historical setting.",
        "term type": "Item",
        "english target translation": "copper penny"
    },
    {
        "entity": "five pence",
        "chapter cutoff": 10,
        "description": "\"Five pence\" is a denomination of currency within the Loen Kingdom, specifically a coin. It is mentioned as one of the denominations available, alongside a copper penny, a halfpence, and a quarterpence. The context implies that while these denominations exist, they are not granular enough for everyday transactions where multiple small purchases might be made with a single coin. The mention of \"five pence\" in relation to Melissa's weekly school fees highlights its practical use in covering recurring expenses.",
        "term type": "Item",
        "english target translation": "five pence"
    },
    {
        "entity": "halfpence",
        "chapter cutoff": 10,
        "description": "Halfpence refers to a denomination of currency in the Loen Kingdom, specifically a subdivision of a penny. The context indicates that it is a smaller unit than a penny, and along with quarterpence, it highlights a lack of sufficiently small denominations for everyday transactions. The mention of halfpence alongside other denominations like pence and quarterpence suggests a historical or fictional currency system where these units are part of a larger monetary structure, implying a specific economic context for the narrative.",
        "term type": "Item",
        "english target translation": "halfpence"
    },
    {
        "entity": "quarterpence",
        "chapter cutoff": 10,
        "description": "The term \"quarterpence\" refers to a specific denomination of currency within the Loen Kingdom, as described in the provided context. It is presented as a smaller unit of currency, alongside \"pence,\" \"five pence,\" and \"halfpence.\" The context explicitly states that despite these three types of denominations, they were not in small enough units for everyday transactions, implying that \"quarterpence\" would be even smaller. This suggests a hierarchical monetary system where \"quarterpence\" represents a fraction of a penny, highlighting the economic realities and currency structure of the setting.",
        "term type": "Item",
        "english target translation": "quarterpence"
    },
    {
        "entity": "Melissa",
        "chapter cutoff": 10,
        "description": "Melissa is Zhou Mingrui's younger sister, characterized by her punctuality and a strong interest in mechanics, particularly gears, springs, and bearings. She is ambitious and dreams of becoming a steam mechanic, having successfully enrolled in the Tingen Technical School's Steam and Machinery department. Despite the family's financial struggles, she is diligent and shows concern for her brothers, managing household affairs and reminding Zhou Mingrui (inhabiting Klein's body) of necessary errands. Her practical nature is evident in her resourcefulness, such as using inferior tea leaves and her mechanical aptitude, demonstrated by her ability to fix a pocket watch.",
        "term type": "Character Name",
        "english target translation": "Melissa"
    },
    {
        "entity": "Quintessential Divination and Arcane Arts of the Qin and Han Dynasty",
        "chapter cutoff": 10,
        "description": "This is the title of an ancient Chinese book that Zhou Mingrui purchased in his hometown. The book is described as thread-bound and written in vertical script, making it difficult to read. Despite its challenging format, Zhou Mingrui bought it with the intention of using its content for \"posturing on the Internet.\" The book contains information on divination and arcane arts, specifically a luck enhancement ritual that Zhou Mingrui later attempts. Its significance lies in its connection to a past event that may have led to Zhou Mingrui's current predicament.",
        "term type": "Title",
        "english target translation": "Quintessential Divination and Arcane Arts of the Qin and Han Dynasty"
    },
    {
        "entity": "Chinese Divination",
        "chapter cutoff": 10,
        "description": "Chinese Divination refers to a set of ancient practices originating from China, focused on foretelling future events or gaining insight into the unknown. In this context, it is presented as a specific field of knowledge that the protagonist, Zhou Mingrui, possesses a degree of expertise in, stemming from a book he acquired. This knowledge is significant because it connects to a ritual for enhancing luck, which he attempts, and it also hints at a broader understanding of esoteric arts and historical practices that might be relevant to his current, inexplicable situation.",
        "term type": "Concept",
        "english target translation": "Chinese Divination"
    },
    {
        "entity": "Immortal Lord of Heaven and Earth",
        "chapter cutoff": 10,
        "description": "This is a divine title used in a ritualistic chant for luck enhancement. It signifies a powerful, celestial being or entity associated with the entirety of existence, invoked for blessings and good fortune. The repetition of similar titles like \"Sky Lord of Heaven and Earth,\" \"Exalted Thearch of Heaven and Earth,\" and \"Celestial Worthy of Heaven and Earth\" suggests a pantheon or a hierarchical structure of divine beings within the context of this magical system. Its functional role is to act as a specific invocation within a magical ritual, believed to channel supernatural power to influence the user's luck.",
        "term type": "Title",
        "english target translation": "Immortal Lord of Heaven and Earth"
    },
    {
        "entity": "Sky Lord of Heaven and Earth",
        "chapter cutoff": 10,
        "description": "\"Sky Lord of Heaven and Earth\" is one of four invocations used in a luck enhancement ritual described in the text. This specific invocation is the second of four steps, requiring the practitioner to chant it silently while taking a counter-clockwise step. Its inclusion suggests a belief system where celestial or divine entities are invoked to influence fortune, and it plays a functional role in the ritual's efficacy by representing a specific aspect of the divine power being called upon. The term implies a hierarchical or multifaceted divine presence associated with the cosmos.",
        "term type": "Title",
        "english target translation": "Sky Lord of Heaven and Earth"
    },
    {
        "entity": "Exalted Thearch of Heaven and Earth",
        "chapter cutoff": 10,
        "description": "This is one of the four divine entities invoked during a luck enhancement ritual described in the book 'Quintessential Divination and Arcane Arts.' The ritual requires the practitioner to chant the names of these entities while performing specific steps. The term signifies a high-ranking celestial being or deity associated with the heavens and the earth, implying a powerful and benevolent force capable of bestowing blessings. Its inclusion in the ritual suggests a belief in spiritual or arcane methods for influencing one's fortune.",
        "term type": "Title",
        "english target translation": "Exalted Thearch of Heaven and Earth"
    },
    {
        "entity": "Celestial Worthy of Heaven and Earth",
        "chapter cutoff": 10,
        "description": "This is the fourth and final invocation in a luck enhancement ritual described in the book 'Quintessential Divination and Arcane Arts.' It is a divine title or appellation that the protagonist, Zhou Mingrui (now inhabiting the body of Klein Moretti), must sincerely chant while performing the ritual. The phrase signifies a supreme celestial being or entity associated with the entirety of existence, invoked to bestow blessings and improve one's fortune. Its inclusion in the ritual highlights the mystical and spiritual nature of the practice within the narrative's world.",
        "term type": "Title",
        "english target translation": "Celestial Worthy of Heaven and Earth"
    },
    {
        "entity": "Tingen University",
        "chapter cutoff": 10,
        "description": "Tingen University is an educational institution in the Loen Kingdom where Klein, the protagonist, is expected to participate in an interview for the History department. It is presented as a place of higher learning that Klein has recently left but might need to return to, suggesting a potential academic path or a requirement for his future. The university, along with Backlund University, had offered Klein a recommendation letter from his mentor, indicating its academic standing and importance within the narrative's setting. The context also implies that graduating from Tingen University is a significant goal for Klein, despite his current perceived academic shortcomings.",
        "term type": "Location",
        "english target translation": "Tingen University"
    },
    {
        "entity": "Backlund University",
        "chapter cutoff": 10,
        "description": "Backlund University is an institution of higher learning in the Loen Kingdom, mentioned as one of the universities for which Klein (Zhou Mingrui) received a recommendation letter from his mentor. It is presented alongside Tingen University, suggesting it is a comparable academic establishment within the same kingdom. The context implies that attending such a university is a significant step for individuals from less affluent backgrounds, like Klein, who had to work hard to catch up to peers from wealthier families.",
        "term type": "Location",
        "english target translation": "Backlund University"
    },
    {
        "entity": "Church of the Evernight Goddess",
        "chapter cutoff": 10,
        "description": "The Church of the Evernight Goddess is a religious institution within the world described in the context. It is a significant entity, as evidenced by its mention in relation to Melissa's education and the mother's devotion. The context suggests it is one of the major religious powers in the Loen Kingdom, alongside the Lord of Storms and the God of Steam and Machinery, and that its neutrality in public education is a deliberate political consideration. Its presence implies a structured religious system with established doctrines and followers.",
        "term type": "Organization",
        "english target translation": "Church of the Evernight Goddess"
    },
    {
        "entity": "Basic Education Law",
        "chapter cutoff": 10,
        "description": "The Basic Education Law was a piece of legislation enacted in the Loen Kingdom that mandated and funded the establishment of public primary schools. This law aimed to provide a standardized, secular education, ensuring religious neutrality by incorporating existing church schools and preventing conflicts between different deities from influencing the curriculum. It represented a significant investment in education, offering six days of classes a week at a low cost, making education more accessible compared to the limited Sunday-only offerings of religious institutions.",
        "term type": "Concept",
        "english target translation": "Basic Education Law"
    },
    {
        "entity": "Primary and Secondary Education Committee",
        "chapter cutoff": 10,
        "description": "This committee was established by the Loen Kingdom as part of the 'Basic Education Law' to oversee and fund primary and secondary education. Its establishment led to the creation of numerous public primary schools, often incorporating existing church schools, with a mandate to maintain religious neutrality. This neutrality was intended to prevent educational institutions from becoming entangled in religious conflicts. The committee's funding increased the kingdom's investment in education, making schooling more accessible and structured.",
        "term type": "Organization",
        "english target translation": "Primary and Secondary Education Committee"
    },
    {
        "entity": "Lord of Storms",
        "chapter cutoff": 10,
        "description": "The \"Lord of Storms\" is a title or epithet associated with a powerful, possibly divine or supernatural entity. Its mention in the context of a \"luck enhancement ritual\" and the chanting of various celestial beings suggests it is a figure invoked for blessings or power. The specific phrasing \"Lord of Heaven and Earth\" implies a dominion over natural forces, including potentially storms, and a position of high authority within a spiritual or mythological framework. Its inclusion in a ritual indicates a functional role in seeking favor or intervention from this entity.",
        "term type": "Title",
        "english target translation": "Lord of Storms"
    },
    {
        "entity": "God of Steam and Machinery",
        "chapter cutoff": 10,
        "description": "The \"God of Steam and Machinery\" is a deity worshipped within the world described in the context. Its mention in relation to the \"Basic Education Law\" and the establishment of public primary schools suggests it is one of the major religious powers influencing societal structures and education, alongside the \"Lord of Storms\" and the \"Evernight Goddess.\" The context implies a potential conflict or tension between these deities, as the public schools are designed to be religiously neutral to avoid involvement in their disputes. This deity likely represents or is associated with technological advancement, industrialization, and mechanical innovation, given its name.",
        "term type": "Deity",
        "english target translation": "God of Steam and Machinery"
    },
    {
        "entity": "Tingen Technical School",
        "chapter cutoff": 10,
        "description": "Tingen Technical School is an educational institution that Melissa, a fifteen-year-old girl, successfully gained admission to in July of the previous year. It offers a Steam and Machinery department, indicating a focus on vocational or technical training. The school fees are nine pence per week, and it is considered secondary education, supported by Melissa's elder brother, Benson, who recognizes the importance of education.",
        "term type": "Location",
        "english target translation": "Tingen Technical School"
    },
    {
        "entity": "Steam and Machinery department",
        "chapter cutoff": 10,
        "description": "This refers to a specialized academic division within a technical school, focusing on the principles and applications of steam power and mechanical engineering. It signifies a practical, vocational education path, particularly relevant in an era where industrialization and mechanical innovation were advancing. Melissa's enrollment in this department highlights her ambition and aptitude for a career in a field driven by gears, springs, and mechanical devices, contrasting with more traditional educational pursuits for women.",
        "term type": "Location",
        "english target translation": "Steam and Machinery department"
    },
    {
        "entity": "Sunday",
        "chapter cutoff": 10,
        "description": "In this context, \"Sunday\" refers to a specific day of the week, characterized by its religious significance and the provision of religious education. It is presented as a less intensive form of schooling compared to public primary schools, costing less but offering education only on that single day. The term also carries a familial connotation, as the character Benson might return home on this day, influencing shopping decisions.",
        "term type": "Event",
        "english target translation": "Sunday"
    },
    {
        "entity": "Eternal Blazing Sun",
        "chapter cutoff": 10,
        "description": "The \"Eternal Blazing Sun\" is a divine title or epithet, likely referring to a deity or a powerful celestial being. Its use in the context of a luck enhancement ritual, alongside other celestial figures like the \"Immortal Lord of Heaven and Earth,\" suggests it is part of a religious or mystical system. The term implies a source of immense power, constancy, and perhaps benevolence, associated with the sun's life-giving and enduring nature. Its inclusion in the ritual indicates a belief in its ability to bestow blessings and influence fortune.",
        "term type": "Title",
        "english target translation": "Eternal Blazing Sun"
    },
    {
        "entity": "God of Knowledge and Wisdom",
        "chapter cutoff": 10,
        "description": "The \"God of Knowledge and Wisdom\" is a divine entity mentioned in the context of the Loen Kingdom's educational system. Its influence is seen in the establishment of public primary schools, which were designed to maintain religious neutrality and prevent conflicts between different deities. This suggests a societal structure where deities are recognized and their domains, like knowledge and wisdom, are acknowledged in public institutions. The mention of the Church of the Evernight Goddess and the God of Steam and Machinery further indicates a pantheon of gods with distinct spheres of influence.",
        "term type": "Deity Name",
        "english target translation": "God of Knowledge and Wisdom"
    },
    {
        "entity": "Mother Earth",
        "chapter cutoff": 10,
        "description": "The term \"Mother Earth\" is not explicitly present in the provided context. However, the context does mention the \"Evernight Goddess\" as a deity to whom Klein's mother was a devotee. This suggests a potential religious or spiritual framework where deities might be associated with natural forces or concepts akin to \"Mother Earth.\" Without direct usage, its specific connotations or functional role within this narrative remain speculative, but it could represent a divine feminine principle or a source of life and sustenance within the world's belief system.",
        "term type": "Concept",
        "english target translation": "Evernight Goddess"
    },
    {
        "entity": "God of War",
        "chapter cutoff": 10,
        "description": "The term \"God of War\" is not explicitly present in the provided context. However, the context describes a character, Zhou Mingrui (also referred to as Klein), who is experiencing a disorienting and traumatic situation. He has sustained a severe head wound with burn marks and exposed brain matter, yet he is alive and conscious. The narrative focuses on his confusion, his attempts to understand his surroundings, and his physical state, which is remarkably resilient despite the grievous injury. The context hints at a supernatural or extraordinary element due to the character's survival and the unusual crimson moonlight.",
        "term type": "Concept",
        "english target translation": "God of War"
    }
]